[
    {
        "id": "f5e045d0-4f6d-4e2c-9d1e-3d09713c8b0b",
        "name": "Naruto",
        "imageName": "naruto.png",
        "shortDescription": "A story about a young ninja who seeks recognition.",
        "fullDescription": "Naruto is a Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village.",
        "reviewStars": 3,
        "images": ["naruto1", "naruto2", "naruto3"]
    },
    {
        "id": "e2d76372-5d2d-4c83-95d2-c73d3e7cb1c1",
        "name": "One Piece",
        "imageName": "onepiece.png",
        "shortDescription": "A story about pirates searching for the ultimate treasure.",
        "fullDescription": "One Piece is a Japanese manga series written and illustrated by Eiichiro Oda. It follows the adventures of Monkey D. Luffy and his pirate crew as they search for the legendary treasure known as One Piece.",
        "reviewStars": 4,
        "images": ["onepiece1", "onepiece2", "onepiece3"]
    },
    {
        "id": "6a4a51b1-f08d-4d7b-a5ef-1e528fe2d37f",
        "name": "Attack on Titan",
        "imageName": "attackontitan.png",
        "shortDescription": "Humanity fights against giant humanoid creatures.",
        "fullDescription": "Attack on Titan is a Japanese manga series by Hajime Isayama. The story follows Eren Yeager and his friends as they fight against giant humanoid creatures known as Titans that have brought humanity to the brink of extinction.",
        "reviewStars": 4,
        "images": ["attackontitan1", "attackontitan2", "attackontitan3"]
    },
    {
        "id": "b89d77c7-7657-41b1-85d0-497c2ac236f4",
        "name": "My Hero Academia",
        "imageName": "myherosacademia.png",
        "shortDescription": "A world where people with superpowers attend hero academy.",
        "fullDescription": "My Hero Academia is a Japanese manga series by Kohei Horikoshi. The story is set in a world where the majority of people have superpowers, known as Quirks, and follows Izuku Midoriya as he trains to become a professional hero.",
        "reviewStars": 3,
        "images": ["myherosacademia1", "myherosacademia2", "myherosacademia3"]
    },
    {
        "id": "b27d9c4f-d914-4d8c-84a2-9e40b258d5c3",
        "name": "Fullmetal Alchemist: Brotherhood",
        "imageName": "fullmetalalchemist.png",
        "shortDescription": "Two brothers use alchemy to search for the Philosopher's Stone.",
        "fullDescription": "Fullmetal Alchemist: Brotherhood is a Japanese anime series based on the manga Fullmetal Alchemist by Hiromu Arakawa. It follows the journey of two brothers, Edward and Alphonse Elric, as they use alchemy in search of the Philosopher's Stone to restore their bodies.",
        "reviewStars": 5,
        "images": ["fullmetalalchemist1", "fullmetalalchemist2", "fullmetalalchemist3"]
    },
    {
        "id": "e28c915a-f7d1-4f2c-9f63-bcc0d9d9b07d",
        "name": "Death Note",
        "imageName": "deathnote.png",
        "shortDescription": "A high school student finds a notebook that can kill anyone.",
        "fullDescription": "Death Note is a Japanese manga series by Tsugumi Ohba and Takeshi Obata. It tells the story of Light Yagami, a high school student who finds a mysterious notebook that allows him to kill anyone whose name he writes in it.",
        "reviewStars": 5,
        "images": ["deathnote1", "deathnote2", "deathnote3"]
    },
    {
        "id": "a3677b12-4762-4a9b-8bfa-3bfb8c4c5d78",
        "name": "Cowboy Bebop",
        "imageName": "cowboybebop.png",
        "shortDescription": "A group of bounty hunters travels through space.",
        "fullDescription": "Cowboy Bebop is a Japanese anime series created by Shinichirō Watanabe. It follows a group of bounty hunters traveling through space in the spaceship Bebop as they hunt criminals and confront their pasts.",
        "reviewStars": 5,
        "images": ["cowboybebop1", "cowboybebop2", "cowboybebop3"]
    },
    {
        "id": "d78f5c9c-14a3-4f88-badf-9c3f7bb91b9c",
        "name": "Neon Genesis Evangelion",
        "imageName": "neongevangelion.png",
        "shortDescription": "Teenagers pilot giant mechs to protect Earth from aliens.",
        "fullDescription": "Neon Genesis Evangelion is a Japanese anime series created by Hideaki Anno. It focuses on teenagers who pilot giant mechs to protect Earth from mysterious beings known as Angels.",
        "reviewStars": 4,
        "images": ["neongevangelion1", "neongevangelion2", "neongevangelion3"]
    },
    {
        "id": "cae06f4b-6f5f-432f-9b02-2d6b1cf1c1de",
        "name": "Sword Art Online",
        "imageName": "swordartonline.png",
        "shortDescription": "Players get trapped in a virtual reality MMORPG.",
        "fullDescription": "Sword Art Online is a Japanese light novel series written by Reki Kawahara. It follows players trapped in a virtual reality MMORPG where death in the game means death in real life.",
        "reviewStars": 2,
        "images": ["swordartonline1", "swordartonline2", "swordartonline3"]
    },
    {
        "id": "97a0f7b0-9829-4b2a-b6f7-b2e4d08b658e",
        "name": "Steins;Gate",
        "imageName": "steinsgate.png",
        "shortDescription": "A group of friends discover time travel and face its consequences.",
        "fullDescription": "Steins;Gate is a Japanese visual novel and anime series created by 5bp and Nitroplus. It follows a group of friends who discover time travel and must deal with its consequences.",
        "reviewStars": 4,
        "images": ["steinsgate1", "steinsgate2", "steinsgate3"]
    },
    {
        "id": "cbeb8030-317a-4a6b-8a53-7d7c3b9a6a3d",
        "name": "One Punch Man",
        "imageName": "onepunchman.png",
        "shortDescription": "A superhero who can defeat any opponent with one punch.",
        "fullDescription": "One Punch Man is a Japanese manga series created by ONE. It follows Saitama, a superhero who can defeat any opponent with a single punch, as he searches for a worthy challenge.",
        "reviewStars": 4,
        "images": ["onepunchman1", "onepunchman2", "onepunchman3"]
    },
    {
        "id": "d152dbbb-2d55-40a2-a9e0-97d8cf6b5e0e",
        "name": "Tokyo Ghoul",
        "imageName": "tokyoghoul.png",
        "shortDescription": "A college student becomes a half-ghoul and struggles with his new identity.",
        "fullDescription": "Tokyo Ghoul is a Japanese manga series written and illustrated by Sui Ishida. It tells the story of Ken Kaneki, a college student who becomes a half-ghoul and struggles with his new identity and survival in a world of flesh-eating ghouls.",
        "reviewStars": 3,
        "images": ["tokyoghoul1", "tokyoghoul2", "tokyoghoul3"]
    }
]
